{ "manual": {
  "pacientes": {},
  "agenda": {},
  "caixa": {},
  "financeiro": {},
  "atendimentos": {},
  "gestao": {},
  "configuracoes": {}
},
  "initial_config": [
    {
      "id": "1",
      "titulo": "Instituição",
      "caminho": "Na barra de menu principal, acesse: CONFIGURAÇÕES > CADASTROS > ADICIONAR",
      "passos": [
        "Clique no botão 'Adicionar' no canto direito da tela de Cadastro",
        "Preencha os dados da instituição de que deseja adicionar.",
        "Clique em Salvar para concluir a adição.",
        "fim"
      ],
      "obs": [
        "Este passo serve para a cadastro de Clínicas, Convênios e Laboratórios",
        "Para fazer agendamentos com convênio, é necessário a cadastro do mesmo.",
        "Para adicionar procedimentos com participação de laboratório, é necessário o cadastro do mesmo.",
        "Clique em 'Próximo' para ir ao próximo passo"
      ]
    },
    {
      "id": "2",
      "titulo": "Banco",
      "caminho": "Na barra de menu Principal, acesse: FINANCEIRO > BANCO > BANCO",
      "passos": [
        "Clique no botão 'Adicionar' no canto direito da tela de Bancos",
        "Preencha os dados da instituição de que deseja adicionar.",
        "Clique em Salvar para concluir a adição.",
        "fim"
      ],
      "obs": [
        "Este passo serve para a cadastro de Bancos",
        "Para fazer qualquer tipo de movimentação financeira no sistema é necessário cadastrar um Banco."
      ]
    },
    {
      "id": "3",
      "titulo": "Especialidades",
      "caminho": "Na barra de menu principal, acesse: CONFIGURAÇÕES > ESPECIALIDADES",
      "passos": [
        "Clique no botão 'Adicionar' no canto direito da tela de Especialidades",
        "Preencha o nome da especialidade que deseja adicionar.",
        "Clique em Salvar para concluir a adição.",
        "fim"
      ],
      "obs": [
        "Este passo serve para a adicionar uma especialidade médica",
        "Para fazer agendamentos é necessário que exista a especialidade desejada"
      ]
    },
    {
      "id": "4",
      "titulo": "Procedimento",
      "caminho": "Na barra de menu principal, acesse: CONFIGURAÇÕES > PROCEDIMENTOS",
      "passos": [
        "Clique no botão 'Adicionar' no canto direito da tela de Procedimentos",
        "Preencha os dados do procedimento que deseja adicionar.",
        "CÓDIGO: Insira o próximo número disponível, levando em consideração os procedimentos já existentes.",
        "Clique em Salvar para concluir a adição.",
        "fim"
      ],
      "obs": [
        "Este passo serve para a adicionar uma especialidade médica",
        "Laboratório: Caso seja necessário adicionar um laboratório ao procedimento, cadastre um laboratório seguindo o passo nº1 antes de cadastrar o procedimento."
      ]
    },
    {
      "id": "5",
      "titulo": "Consultório",
      "caminho": "Na barra de menu principal, acesse: CONFIGURAÇÕES > CONSULTÓRIOS",
      "passos": [
        "Clique no botão 'Adicionar' no canto direito da tela de Consultórios",
        "Preencha os dados do consultório que deseja adicionar.",
        "Clique em Salvar para concluir a adição.",
        "fim"
      ],
      "obs": [
        "Este passo serve para a adicionar um consultório",
        "Laboratório: Caso seja necessário adicionar um laboratório ao consultórios, cadastre um laboratório seguindo o passo nº1 antes de cadastrar o procedimento."
      ]
    },
    {
      "id": "6",
      "titulo": "Médicos",
      "caminho": "Na barra de menu principal, acesse: CONFIGURAÇÕES > MÉDICOS ADICIONAR MÉDICO",
      "passos": [
        "Crie um usuário e senha para acesso do sistema, e preencha os demais campos",
        "Clique em Salvar para concluir a adição.",
        "fim"
      ],
      "obs": [
        "Este passo serve para a adicionar um médico",
        "Solicitar ao médico cadastrado que atualize suas informações no sistema e mude sua senha assim que fizer o primeiro acesso.",
        "No canto direito superior da tela clique em Ex: JOÃO > EDITAR USUÁRIO > Preencher todos os dados restantes e fazer alteração de usuário/senha."
      ]
    },
    {
      "id": "7",
      "titulo": "Funcionários",
      "caminho": "Na barra de menu principal, acesse: CONFIGURAÇÕES > USUÁRIOS > ADICIONAR USUÁRIO",
      "passos": [
        "Crie um usuário e senha para acesso do sistema, selecione o nível de acesso do usuário conforme explicação abaixo.",
        "Clique em Salvar para concluir a adição.",
        "fim"
      ],
      "obs": [
        "Este passo serve para a adicionar um funcionário",
        "Solicitar ao funcionário cadastrado que atualize suas informações no sistema e mude sua senha assim que fizer o primeiro acesso.",
        "No canto direito superior da tela clique em Ex: MRIA > EDITAR USUÁRIO > Preencher todos os dados restantes e fazer alteração de usuário/senha."
      ]
    },
    {
      "id": "8",
      "titulo": "Pacientes",
      "caminho": "Na barra de menu principal, acesse: CONFIGURAÇÕES > USUÁRIOS > ADICIONAR PACIENTE",
      "passos": [
        "Preencha todos os campos que julgar necessários, mínimo obrigatório do sistema é NOME e TELEFONE.",
        "Clique em Salvar para concluir a adição.",
        "fim"
      ],
      "obs": [
        "Este passo serve para a adicionar um paciente",
        "Antes de fazer um agendamento, é necessário adicionar o paciente"
      ]
    }
  ]
}